import React from 'react';
import Container from "@/app/components/Container";


function Page() {
    return (
        <div className={"bg-[#1C1732]"}>
            <Container className={"text-center flex flex-col gap-4 py-20 text-white text-[16px] whitespace-pre-wrap"}>
                <h2 className={"text-[#00c896] text-4xl mb-8 "}>
                    آموزش <span className={"text-[#1E88E5]"}>هوش مصنوعی</span> را به ما بسپارید
                </h2>
                <p>
                    به دنیای هوش مصنوعی خوش آمدید. آکادمی تکنوهوش در سال ۱۴۰۲ با یک هدف بلندپروازانه و ضروری متولد شد: «هوش مصنوعی برای همه».
                </p>
                <p>
                    ما در دورانی زندگی می‌کنیم که تکنولوژی با سرعتی باورنکردنی در حال تغییر است. رسالت ما در تکنوهوش این است که پیچیده‌ترین مفاهیم هوش مصنوعی را به زبانی ساده، کاربردی و قابل فهم برای عموم مردم ترجمه کنیم تا هیچ‌کس از قطار پرسرعت تکنولوژی جا نماند.
                </p>
                <p>
                    تکنوهوش تنها یک پلتفرم آموزشی نیست؛ بلکه پلی است میان دانش آکادمیک سطح بالا و نیازهای روز جامعه.
                </p>
                <p className={"leading-9"}>
                    این مجموعه تحت نظارت و مدیریت مستقیم سرکار خانم دکتر حسن‌زاده فعالیت می‌کند.
                    <br/>
                    سوابق درخشان بنیان‌گذار تکنوهوش، تضمین‌کننده کیفیت و عمق محتوای آموزشی ماست:
                    <br/>
                    دکتری تخصصی هوش مصنوعی از دانشگاه صنعتی شریف (قطب علمی کشور).
                    <br/>
                    سال‌ها سابقه تدریس و عضویت در هیئت علمی دانشگاه شاهد تهران.
                    <br/>
                    پژوهشگر برجسته و نویسنده مقالات متعدد در ژورنال‌های معتبر علمی بین‌المللی.
                </p>
                <p className={"leading-9"}>
                    دستاوردهای ما:
                    <br/>
                    تلفیق دانش تخصصی خانم دکتر حسن‌زاده با متدهای نوین آموزشی، باعث شده است تا تکنوهوش در مدتی کوتاه به مرجعی قابل اعتماد تبدیل شود. افتخار ما این است که تا به امروز، بیش از ۱۲۰,۰۰۰ نفر از سراسر ایران از آموزش‌های ما بهره‌مند شده و مسیر شغلی، تحصیلی و شخصی خود را با جادوی هوش مصنوعی متحول کرده‌اند.
                </p>
                <p>
                    تکنوهوش؛ جایی که تخصص با سادگی پیوند می‌خورد.
                </p>
            </Container>
        </div>
    );
}

export default Page;