import React from 'react';
import image from "../../../public/assets/تتتتت.jpg"

function ProductDetailTemplate() {
    return (
        <div className={"my-20 flex gap-10"}>
            <div className={"w-[100%] lg:w-[65%] bg-white"}>
                <img src={"/assets/1020269.jpg"} className={"w-full p-1"}/>

                <div className={"p-5"}>
                    <h3 className={"my-5 text-blue-600 text-xl"}>
                        کسب درآمد با هوش مصنوعی
                    </h3>
                    <p className={"text-gray-500 leading-9"}>
                        دوره مسیر پولسازی با AI با هدف افزایش سرعت و کیفیت کارها و بهره‌گیری از هوش مصنوعی برای ارتقاء کسب و کار و کسب درآمد طراحی شده است. در این دوره، شما خواهید آموخت که چگونه با استفاده از هوش مصنوعی ایده‌های جدید برای کسب درآمد پیدا کنید، تولید محتوا کنید و کسب و کار فعلی خود را به یک کسب و کار مبتنی بر دانش و تکنولوژی تبدیل کنید. این دوره به شما کمک می‌کند تا هوش مصنوعی را به یک مربی و دستیار حرفه‌ای در مسیر کسب درآمد خود تبدیل کنید و ارزش پیشنهادی و مزیت رقابتی کسب و کارتان را ارتقاء دهید. این دوره نحوه کسب درآمد دلاری و ریالی را برایتان شرح می دهد و شما را در تولید محتوا با هوش مصنوعی نیز حرفه ای می کند.
                    </p>
                    <img src={"/assets/AI-HasanZade-02.jpg"} className={"my-10"}/>
                    <p className={"my-5 text-blue-600 text-xl"}>
                        سرفصل ها
                    </p>
                    <p className={"text-gray-500 leading-9"}>
                        هوش مصنوعی چیه ؟<br/>
                        چطوری از هوش مصنوعی استفاده کنیم ؟<br/>
                        چت بات چیه و نحوه استفاده از اون چیست؟<br/>
                        نحوه کار حرفه ای با Chatgpt چگونه است؟<br/>
                        نوشتن مقاله وب سایتی<br/>
                        مهارت تولید محتوای متنی با ChatGPT<br/>
                        مهارت پرامپت نویسی حرفه ای<br/>
                        تولید تصویر های تبلیغاتی<br/>
                        تبدیل متن به ویدئو با هوش مصنوعی<br/>
                        تبدیل ویس و گفتار به نوشتار<br/>
                        ایده های کسب درآمد با هوش مصنوعی<br/>
                        معرفی انواع کسب درآمد دلاری، ریالی<br/>
                        و روش های اجرایی(یوتیوب، فریلنسری، تولیدمحتوا و …)<br/>
                        ساخت بوم کسب و‌کار و پیچ دک<br/>
                        مهارت مدیریت کسب و کارها با هوش مصنوعی<br/>
                        آموزش و نکات کانالدارای تخصصی با هوش مصنوعی<br/>
                        ساخت تقویم محتوایی برای فضای مجازی و کسب و کارهای آنلاین با هوش مصنوعی<br/>
                        تولید محتوای حرفه ای : متنی، صوتی، تصویری، ویدئو ای<br/>
                        آموزش ساخت آواتار سخنگو و شخصی<br/>
                        ویرایش تصویر و ویدئو<br/>
                        زیر نویس و دوبله ویدئو ها<br/>
                        آموزش حذف پس زمینه و حذف واتر مارک<br/>
                        طراحی لوگو حرفه ای با هوش‌ مصنوعی<br/>
                        آموزش حرفه ای اپلیکیشن های ادیت<br/>
                        اینشات و کنوا ( inshot & canva )<br/>
                    </p>
                    <p className={"my-5 text-blue-600 text-xl"}>
                        هدف دوره
                    </p>
                    <p className={"text-gray-500 leading-9"}>
                        هدف اصلی دوره مسیر پولسازی با AI، آشنا کردن افراد با کاربردهای هوش مصنوعی در زمینه کسب درآمد و بهبود کسب و کارها است. این دوره به شما می‌آموزد که چگونه با استفاده از ابزارها و تکنیک‌های هوش مصنوعی، ایده‌های نوآورانه برای درآمدزایی پیدا کنید و کسب و کار خود را به سطح بالاتری ارتقا دهید. همچنین، شما خواهید آموخت که چگونه با بهره‌گیری از هوش مصنوعی، ارزش پیشنهادی کسب و کارتان را بهبود بخشید و مزیت رقابتی خود را در بازار افزایش دهید. این دوره بدون نیاز به هیچ پیش‌نیازی، شما را به دنیای کسب درآمد به کمک هوش مصنوعی وارد می‌کند و قابلیت‌های بی‌نظیر این فناوری را به شما نشان می‌دهد.
                    </p>
                    <p className={"my-5 text-blue-600 text-xl"}>
                        برای چه کسانی مناسب است؟
                    </p>
                    <p className={"text-gray-500 leading-9"}>
                        دوره پولسازان برای تمامی افرادی که علاقه‌مند به افزایش درآمد و بهبود کسب و کار خود هستند، مناسب است. اگر شما به دنبال راهکارهای نوین و کارآمد برای بهره‌مندی از هوش مصنوعی در کسب و کار خود هستید و می‌خواهید با تکنولوژی‌های پیشرفته هوش مصنوعی آشنا شوید، این دوره برای شما ایده‌آل است. همچنین، افرادی که قصد دارند مهارت‌های خود را در زمینه ایجاد ایده‌های جدید و بهبود مزیت رقابتی کسب و کار خود ارتقا دهند و از هوش مصنوعی به عنوان یک مربی و دستیار هوشمند استفاده کنند، می‌توانند از این دوره بهره‌مند شوند. علاوه بر این کسانی که به دنبال یادگیری حرفه ای تولید محتوا به کمک هوش مصنوعی هستند می توانند از این دوره استفاده کنند

                        این دوره مناسب است برای تمام کسانی که دوست دارند به دنیای کسب درآمد با هوش مصنوعی ورود کنند و در کار، تحصیل و زندگی خود پیشرفت کنند. با داشتن یک گوشی هوشمند و اتصال به اینترنت می توانید به راحتی این دوره رو شروع کنید.
                    </p>
                    <p className={"my-5 text-blue-600 text-xl"}>
                        تدریس توسط متخصص
                    </p>
                    <p className={"text-gray-500 leading-9"}>
                        این دوره توسط دکتر حسن زاده، که دکتری هوش مصنوعی از دانشگاه صنعتی شریف دارند، تدریس می‌شود. دکتر حسن زاده با تجربه و دانش فراوان خود در زمینه هوش مصنوعی، این دوره را با زبانی بسیار آسان و روان طراحی کرده‌اند تا شما را به دنیای کسب درآمد به کمک هوش مصنوعی وارد کنند. ضمنا بخشی از این دوره با تدریس استاد شمس الهدی که مدرس برجسته حوزه هوش مصنوعی هستند ارائه می شود. با شرکت در این دوره، شما از تجربه و دانش یک متخصص برجسته در زمینه هوش مصنوعی بهره‌مند خواهید شد و مهارت‌های خود را به سطح بالاتری ارتقا خواهید داد. این دوره، بدون نیاز به هیچ پیش‌نیازی، شما را با کاربردهای متنوع و گسترده هوش مصنوعی در زمینه کسب درآمد و بهبود کسب و کارها آشنا می‌کند. این دوره هیچ پیش نیاز علمی خاصی نیاز ندارد و به راحتی همه مطالب را از ابتدا توضیح می دهد.
                    </p>
                    <p className={"my-5 text-blue-600 text-xl"}>
                        مزایای دوره
                    </p>
                    <p className={"text-gray-500 leading-9"}>
                        این دوره چندین مزیت عالی دارد:<br/>

                        1-  به صورت کاملا کاربردی و به زبان ساده بیان شده است<br/>

                        2-  مدرس اصلی دوره دکتری هوش مصنوعی از دانشگاه صنعتی شریف دارد<br/>

                        3-  دوره هیچ پیش نیاز علمی خاصی ندارد و به راحتی همه مطالب را از ابتدا توضیح می دهد.<br/>

                        4- این دوره علاوه بر اینکه کاربرد هوش مصنوعی در ایجاد کسب و کار و درآمدزایی را آموزش می دهد کاربرد آن در امور مختلف و مهم زندگی مانند مشاوره، کسب مهارت و برنامه ریزی را نیز آموزش می دهد.<br/>

                        5-  پس از پایان موفقیت آمیز دوره برای دریافت مدرک به وزارت علوم معرفی خواهید شد<br/>

                        6- در طول دوره از پشتیبانی عالی که تحت نظارت مدرس است بهره مند خواهید شد.<br/>
                    </p>
                    <p className={"my-5 text-blue-600 text-xl"}>
                        کلام آخر
                    </p>
                    <p className={"text-gray-500 leading-9"}>
                        به این نکته خوب توجه کن که شاه کلید پیشرفت در دنیای مدرن امروزی، هوش مصنوعی است و اگر امروزه یادگرفتن هوش مصنوعی یک فرصت عالی برای ارتقاء باشد به زودی یاد گرفتن هوش مصنوعی تبدیل به یک ضرورت می شود.

                        پس این فرصت ارزشمند را از دست نده و هر چه زودتر به صورت اصولی و حرفه ای با آموزش دقیق و کاربردی به این دنیای فوق العاده کاربردی و شگفت انگیز وارد شو.
                    </p>
                </div>
            </div>
            <div className={"w-[0%] lg:w-[30%] bg-white p-5 hidden lg:flex flex-col gap-15 h-[110vh]"}>
                <div>
                <p className={"text-[#00c896] text-lg my-5"}>
                    ۱۶,۲۵۰,۰۰۰ تومان
                </p>
                <button className={"bg-[#1E88E5] w-full p-3 text-white rounded-xl"}>
                    ثبت نام دوره
                </button>
                <div className={"mt-10 flex justify-between"}>
                    <div>
                        <p>256</p>
                        <p>تعداد خرید دوره</p>
                    </div>
                    <div>
                        محصول جدید
                    </div>

                </div>
                <div className={"mt-8 text-sm border-b p-[10px] border-gray-300 flex justify-between"}>
                    <p>نوع دوره:</p>
                    <p>آفلاین</p>
                </div>
                <div className={" text-sm border-b p-[10px] border-gray-300 flex justify-between"}>
                    <p>زمان دوره</p>
                    <p>22 ساعت</p>
                </div>
                <div className={" text-sm border-b p-[12px] border-gray-300 flex justify-between "}>
                    <p>پیش نیاز:</p>
                    <p>بدون پیش نیاز</p>
                </div>
                <div className={" text-sm border-b p-[12px] border-gray-300 flex justify-between "}>
                    <p>تعداد جلسات : </p>
                    <p>19 جلسه </p>
                </div>
                <div className={" text-sm border-b p-[12px] border-gray-300 flex justify-between "}>
                    <p>روش پشتیبانی</p>
                    <p>پیام رسان و تیکت </p>
                </div>
                <div className={" text-sm border-b p-[12px] border-gray-300 flex justify-between "}>
                    <p>سطح برگزاری دوره</p>
                    <p>مقدماتی </p>
                </div>
                <div className={" text-sm border-b p-[12px] border-gray-300 flex justify-between "}>
                    <p>بستر برگزاری دوره</p>
                    <p>اسپات پلیر </p>
                </div>
                <div className={"flex  justify-between mt-10"}>
                    <div className={"flex flex-row "}>
                        <img src={"/assets/تتتتت.jpg" } className={"w-[60px] rounded-full"}/>
                        <p className={"content-center"}>مدرس</p>
                    </div>
                    <p className={"h-[40px] mt-2 p-1 rounded-sm border content-center"}>مریم حسین زاده</p>
                </div>
                <p className={"mt-5"}>
                    من مریم حسن زاده ، 10 سال سابقه کار در حوزه هوش مصنوعی و دکترای هوش مصنوعی از دانشگاه صنعتی شریف رو دارم.
                </p>
            </div>
            {/*     <div className={"p-8 w-[345px] bg-white flex flex-col gap-5"}>*/}
            {/*    <p>*/}
            {/*        تاریخ انتشار محصول:*/}
            {/*        1 شهریور 1404*/}
            {/*    </p>*/}
            {/*    <p>*/}
            {/*        تاریخ بروزرسانی محصول:*/}
            {/*        30 اردیبهشت1405*/}
            {/*    </p>*/}
            {/*    <p>*/}
            {/*        دسته بندی محصول :*/}
            {/*        هوش مصنوعی*/}
            {/*    </p>*/}
            {/*    <p>*/}
            {/*            امتیاز محصول : نمره 0 از 5*/}
            {/*    </p>*/}
            {/*</div>*/}
            </div>
        </div>
    );
}

export default ProductDetailTemplate;